[GENERAL]
NAME				= Hebrew
TRANSLATOR			= אורי מעודה
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= פג תוקף התוכנה.
TEXT_BETA			= גירסת בטא
TEXT_UNREGISTERED		= גירסה חינמית
TEXT_SAFEMODE			= מצב בטוח
TEXT_SAFEMODE_MESSAGE		= באנדיקאם מופעל במצב בטוח. \nמספר תכונות, כולל קידוד מואץ בחומרה, עלולים לא לעבוד במצב בטוח.
TEXT_INIT_FAIL			= היישום נתקל בשגיאה
TEXT_APPINFO			= Bandicam - לכידת וידאו באיכות גבוהה
TEXT_HAS_BEEN_UNREGISTERED	= ביטל את הרישום Bandicam  


; error
TEXT_ERROR_DISKSPACE		= אין לך מספיק שטח בדיסק.
TEXT_ERROR_VIDEO_CAP		= נכשל בביצוע לכידת וידאו.
TEXT_ERROR_AUDIO_CAP		= נכשל בביצוע לכידת שמע.\nאם ברצונך לקבל עזרה, עליך ללחוץ על כפתור אישור
TEXT_ERROR_IMAGE_CAP		= נכשל בביצוע לכידת תמונה.\nנא בדוק את תיקיית הפלט.
TEXT_ERROR_CREATEFILE		= נכשל ביצירת הקובץ.\nאם ברצונך לקבל עזרה, עליך ללחוץ על כפתור אישור
TEXT_ERROR_OUTPUTFOLDER		= תיקיית הפלט אינה קיימת בבקשה בחר תיקייה חדשה.
TEXT_ERROR_RENAME_FILE		= שינוי השם של הקובץ שנבחר נכשל
TEXT_ERROR_CODEC_INIT		= נכשל בטעינת הקודק
TEXT_ERROR_CODEC_INIT_RETRY	= הפעלת הקודק נכשלה.\nH.264 (CPU)האם אתה רוצה לנסות שוב עם הקודק ?
TEXT_ERROR_CODEC_VIDEO		= ההקלטה הופסקה כיוון שישנה בעיה עם קידוד הוידאו
TEXT_ERROR_LOGO_IMAGE		= סיומת קובץ זו אינה נתמכת. \(*.png)n עליך לבחור תמונה עם סיומת של .
TEXT_ERROR_INIT_DEVICE		= נכשל בהרצת התקן לכידת הוידאו
TEXT_ERROR_NO_DEVICES		= לא זוהה שום התקן לכידת וידאו 
TEXT_ERROR_EXISTING_PRESET_NAME	= שם ההגדרה מראש כבר קיימת. \nבבקשה בחר שם שונה.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Facebook תכונה זו אינה זמינה עוד עקב המדיניות של.
TEXT_CAN_NOT_CHANGE_TB		= אין ביכולתך לשנות הגדרה זו בגירסה החינמית של Bandicam. עליך להרשם!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= לא ניתן להוסיף יותר מעשר פריטים
TEXT_WARNING_AMD_APP		= לכן מקודד ברירת מחדל יהיה בשימוש 'H.264 (AMD VCE)',המערכת שלך אינה תומכת ב 
TEXT_WARNING_AMD_APP2		= -'H.264 (AMD VCE)' המערכת שלך אינה תומכת ב
TEXT_WARNING_DEVICE_CHANGE	= ?אם תשנה את הגדרות התקן הוידאו, ההקלטה תופסק. האם אתה בטוח שרצונך להמשיך
TEXT_WARNING_EXIT_BANDICAM	= אם תסגור את Bandicam, ההקלטה תיפסק.\n האם אתה בטוח שרצונך לסגור את Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	=  לאחר סגירת היישום, לא ניתן להמשיך בהקלטה המתוזמנת. \ nBandicam? האם אתה בטוח שברצונך לסגור את 
TEXT_WARNING_DEL_OVERLAY	= ?האם אתה בטוח שברצונך למחוק את שכבת הכיתוב שנבחרה
TEXT_WARNING_UNREGISTER		= ?Bandicam אתה בטוח שברצונך לבטל את הרישום של

; video setting page name
TEXT_VID_PAGE_SOUND		= שמע
TEXT_VID_PAGE_WEBCAM		= מצלמת אינטרנט
TEXT_VID_PAGE_LOGO		= לוגו
TEXT_VID_PAGE_EFFECTS		= עכבר
TEXT_VID_PAGE_TEXT		= כיתוב
TEXT_VID_PAGE_OPTIONS		= הגדרות

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= לוגו

; option page name
TEXT_OPT_PAGE_GENERAL		= כללי
TEXT_OPT_PAGE_OUTPUT		= תפוקה
TEXT_OPT_PAGE_HOOKING		= לכידות
TEXT_OPT_PAGE_LANGUAGE		= שפות
TEXT_OPT_PAGE_OTHERS		= שונות

TEXT_VIDEO			= וידאו
TEXT_AUDIO			= שמע

TEXT_FOLDER_SELECT		= תיקייה לאיחסון:

TEXT_FMT_FULL_SIZE		= כל המסך
TEXT_FMT_HALF_SIZE		= חצי מסך
TEXT_FMT_FIT_WIDTH		= התאם לרוחב
TEXT_FMT_FIT_HEIGHT		= התאם לגובה
TEXT_FMT_CUSTOM_SIZE		= מותאם אישית
TEXT_FMT_STEREO			= סטריאו
TEXT_FMT_MONO			= מונו
TEXT_FMT_ORIGINAL_PCM		= פורמט אודיו מקורי
TEXT_FMT_AUTO			= אוטומטי
TEXT_FMT_LOSSLESS		= ללא אובדן

; preset
TEXT_PRESET_DEFAULT		= ברירת מחדל
TEXT_PRESET_HALFSIZE		= חצי מסך
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= FPS הגדרות מיטביות ל-60 
TEXT_PRESET_LOWEND		= למחשב חלש
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			=  PMP/Divx לנגן
TEXT_PRESET_EDIT		=  Premiere/Sony Vegas לעריכה ב 
TEXT_PRESET_POWERPOINT		= MS PowerPoint ל
TEXT_PRESET_320x0		= 320x0 התאם לרוחב 
TEXT_PRESET_640x0		= 640x0 התאם לרוחב 
TEXT_PRESET_800x0		= 800x0 התאם לרוחב 
TEXT_PRESET_1280x0		= 1280x0 התאם לרוחב 
TEXT_PRESET_USER		= הגדרות ע"י המשתמש

TEXT_CHANGE_LANG		= כדי לשנות שפה, עליך להפעיל מחדש את התוכנה.\nהאם ברצונך להפעיל מחדש כעת?
TEXT_CHANGE_HOOK		= כדי לשנות את תיקיית הפלט, עליך להפעיל מחדש את התוכנה.\nהאם ברצונך להפעיל מחדש כעת?
TEXT_CHANGE_SIZE		= כדי לשנות את גודל חלון התוכנה, עליך להפעיל מחדש את התוכנה.\nהאם ברצונך להפעיל מחדש כעת?
TEXT_RESET_ALL_SETTINGS		= לאפס את כל ההגדרות לברירת מחדל?\nכל השינויים שעשית יאבדו.

TEXT_REGISTER_SUCCEEDED		= התוכנה נרשמה בהצלחה!
TEXT_REGISTER_FAILED		= .הרישום נכשל \n.אנא ודא כי הזנת נכון את הנתונים
TEXT_REGISTER_CONNECT_FAILED	= החיבור לשרת הרישום נכשל.\nאנא בדוק את חיבור האינטרנט שלך, והגדר את שעון המערכת לתאריך ושעה של היום.\nאם ברצונך לקבל עזרה, עליך ללחוץ על כפתור אישור
TEXT_REGISTER_INFO		= כתובת הדוא"ל: (%s)\r\nמפתח הרישום: (%s)
TEXT_REGISTER_LIMITED		= ההקלטה הופסקה.\n\nהירשם עוד עכשיו! Bandicam ביכולתך להקליט וידאו באורך של 10 דקות בלבד בגירסה החינמית של. 
TEXT_REGISTER_LIMITED_SREC	= הירשם עוד עכשיו! Bandicam ביכולתך להקליט וידאו באורך של 10 דקות בלבד בגירסה החינמית של. 
TEXT_REGISTER_NEWRECORD		=  הירשם עוד עכשיו! Bandicam. אין ביכולתך להקליט עוד בגירסה החינמית של 
TEXT_REGISTER_LICENCE_INFO	= !!!התוכנה אינה רשומה\r\n,אם ברצונך להקליט וידאו בלי הטמעת כתובת אתר החברה בתוכו\r\nעליך יהיה לקנות רישיון לתוכנה

TEXT_PROGRAM_INVALID		= היישום אינו חוקי.\nעליך להתקין מחדש את התוכנה.

TEXT_SELECT_NOT_SELECTED	= בבקשה בחר מצב הקלטה
TEXT_SELECT_TARGET		= לחיצה על חלון היעד תגרום ללכידתו
TEXT_SELECT_DEVICE		= בבקשה בחר התקן לכידת וידאו
TEXT_TARGET_DIRECTX		= מצב הקלטת משחק -  DirectXהקלטת משחקים ונגני וידאו שמשתמשים ב
TEXT_TARGET_SCREEN		= הקלטת מסך שולחן העבודה ונגני אינטרנט - מצב הקלטת מסך  
TEXT_TARGET_DEVICE		= מצב הקלטת התקן - HDMI והתקן לכידה Webcam הקלט   
TEXT_TARGET_CHANGING		= אם תשתנה צורת ההקלטה, ההקלטה תיפסק.\nהאם ברצונך להמשיך?
TEXT_TARGET_CLOSE		= אם תסגור את מצב ההקלטה הנוכחי, ההקלטה תופסק.\nהאם אתה בטוח שברצונך לעצור?
TEXT_TARGET_CHANGE_TO_RECTANGLE	=אינך יכול להקליט ב'מצב הקלטת משחק' בגלל שמסך המטרה אינו נבחר .\n\n?האם אתה רוצה לשנות את מצב ההקלטה ל'מצב הקלטת מסך' על מנת להתחיל להקליט
TEXT_TARGET_CHANGE_TO_RECTANGLE2= אינך יכול להקליט ב'מצב לכידת התקן' בגלל שהתקן הלכידה לא נבחר.\n\n?האם אתה מעוניין לשנות את מצב ההקלטה ל'מצב הקלטת מסך על מנת להתחיל להקליט
TEXT_TARGET_CHANGE_TO_RECTANGLE3= אינך יכול להתחיל להקליט כיוון שמצב ההקלטה לא נבחר.\n\nהאם ברצונך לבחור 'מצב הקלטת מסך' על מנת להתחיל להקליט?

TEXT_STATUSBAR_READY		= מוכן
TEXT_STATUSBAR_RECORDING	= מקליט
TEXT_STATUSBAR_PAUSE		= מושהה

TEXT_UPDATE_AVAILABLE		=  זמינה Bandicam גירסה חדשה של \n?האם ברצונך להוריד אותה כבר עכשיו
TEXT_UPDATE_UNAVAILABLE		= זוהי הגרסה העדכנית ביותר
TEXT_UPDATE_FAILED		= נכשל בקבלת מידע אודות גירסה חדשה. \nיכול להיות שהמחשב אינו מחובר לאינטרנט, או שהחיבור לשרת אינו תקין.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= אין אפשרות להעלות. אם רק עכשיו נרשמת, בבקשה אמת את כתובת האימייל שלך

TEXT_TARGET_FULL		= כל המסך
TEXT_TARGET_RESTORE		= שחזר
TEXT_TARGET_FIND		= בחר איזור הקלטה
TEXT_TARGET_RESIZE		= תפריט בחירת גודל
TEXT_TARGET_IMAGE		= לכידת תמונה
TEXT_TARGET_PEN			= מצב ציור
TEXT_TARGET_RECORD_START	= הקלטת וידאו - התחל
TEXT_TARGET_RECORD_PAUSE	= הקלטת וידאו - הפסק
TEXT_TARGET_RECORD_STOP		= הקלטת וידאו - עצור
TEXT_TARGET_MENU		= תפריט
TEXT_TARGET_DISPLAY		= ,תצוגה %d

TEXT_DEVICE_FULL		= מסך מלא
TEXT_DEVICE_RESTORE		= שחזור
TEXT_DEVICE_SELECT_DEVICE	= בחר התקן
TEXT_DEVICE_VOLUME		= בקר עוצמת קול
TEXT_DEVICE_IMAGE		= לוכד תמונה
TEXT_DEVICE_RECORD_START	= הקלטת וידאו - התחל
TEXT_DEVICE_RECORD_PAUSE	= הקלטת וידאו - השהה
TEXT_DEVICE_RECORD_STOP		= הקלטת וידאו - עצור
TEXT_DEVICE_MENU		= תפריט

TEXT_RC_HOWTO_NOCOMPLETE	= עצירה אוטומטית מבוטלת
TEXT_RC_HOWTO_BYTIME		= לפי זמן
TEXT_RC_HOWTO_BYSIZE		= לפי גודל
TEXT_RC_HOWTO_BYSILENCE		= הפסקה ע"י חוסר פעילות
TEXT_RC_AFTER_NEWRECORD		= הקלטה חדשה
TEXT_RC_AFTER_EXIT		= יציאה
TEXT_RC_AFTER_SHUTDOWN		= כיבוי

TEXT_SHUTDOWN_SEC		= מכבה את המחשב בעוד %d שניות.

TEXT_SEL_IMAGE_FILE		= בחר קובץ תמונה

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- אל תאפשר (ברירת מחדל) --

TEXT_CORRUPTED_AVI_FILE		= קובץ ההקלטה האחרון נפגם.\n?האם ברצונך לתקן אותו\n\nהקובץ הוא: %s
TEXT_SELECTED_CORRUPTED_FILE	= הקובץ הנבחר פגום.\n?האם ברצונך לתקנו\n\nקובץ: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam לחיצה על סמל זה בשורת המשימות תגרום לשיחזור חלון 
TEXT_TRAY_BALLOON_TIP_RECT	= לחיצה על סמל זה תפתח שוב את חלון הלכידה.
TEXT_TRAY_BALLOON_TIP_DEVICE	= לחת על סמל המגש כדי להציג את חלון ההקלטה של ההתקן
TEXT_FORCE_STOP			= נכשל בעת ניסיון עצירת ההקלטה, חלון היעד נראה שלא מגיב.\n?האם ברצונך לנסות לעצור אותו בכוח
TEXT_EXTERNAL_CODEC		= - מקודד חיצוני -
TEXT_CUDA_GPU_AUTOSELECT	= (בחירה אוטומטית)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= מצב הקלטה
TEXT_INDICATOR_TIME		= זמן הקלטה
TEXT_INDICATOR_SIZE		= גודל קובץ ההקלטה / מקום פנוי בדיסק
TEXT_INDICATOR_VOLUME		= עוצמת שמע נוכחית

; recording priority
TEXT_REC_PRIORITY_NORMAL	= משימה בעדיפות רגילה [רגיל]
TEXT_REC_PRIORITY_HIGH		= עדיפות גבוהה מהרגיל [מעל לרגילה]
TEXT_REC_PRIORITY_HIGHEST	= משימות אחרות עלולות להאט [גבוהה]

; output page message
TEXT_OUTPUTS_BANDICUT		= אינו מותקן Bandicut \n. Bandicut האם ברצונך להוריד את ?
TEXT_OUTPUTS_DELETE		= האם אתה בטוח שברצונך למחוק לצמיתות את הקבצים שנבחרו?
TEXT_OUTPUTS_SELCOUNT		= פריטים שנבחרו %d

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= שם מטרה
TEXT_FILE_NAME_PREFIX_CUSTOM	= קידומת מותאמת אישית
TEXT_FILE_NAME_PREFIX_NONE	= ללא
TEXT_FILE_NAME_SUFFIX_TIME	= תאריך/זמן
TEXT_FILE_NAME_SUFFIX_NUMBER	= מספר רצף

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= הזן ערך בין 1 ל1440 דקות
TEXT_TIMER_REC_STOP_RECORDING	= ההקלטה בתהליך. \n?אתה בטוח שברצונך להפסיק את ההקלטה ולהמשיך
TEXT_TIMER_REC_MODE_NOT_SELECTED= טיימר הקלטה אינו זמין כיוון שמצב ההקלטה אינו מוגדר. בחר תחילה את מצב ההקלטה

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= בבקשה הכנס את הכותרת של הוידאו לצורך העלאה
TEXT_UPLOAD_VID_NO_PASSWORD	= בבקשה הזן סיסמא.
TEXT_UPLOAD_YOUTUBE_LOGIN	= התחברות - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= התחברות - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= התחברות - Facebook
TEXT_UPLOAD_COMPLETE		= הועלה
TEXT_UPLOAD_ERR_FAIL		= נכשל בהלאת הוידאו
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= קובץ זה כבד מדי להעלאה
TEXT_UPLOAD_ERR_FREESPACE	= להעלאה Vimeo אין מספיק שטח פנוי ב 
TEXT_UPLOAD_ERR_CONNECT		= נכשל בהתחברות לשרת
TEXT_UPLOAD_ERR_AUTH_VIMEO		= בסיסי אינם יכולים להשתמש בפונקציה זו Vimeo טעינת הסרטון נכשלה. משתמשי.

; deinterlacing
TEXT_DEINT_NONE			= ללא
TEXT_DEINT_ODD			= Odd שדה
TEXT_DEINT_EVEN			= Even שדה
TEXT_DEINT_BLEND		= מערובב

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] רק הקלטה בזמן לחיצה
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] רק השתקה בזמן לחיצה

; download & update 
TEXT_UPDATE_IN_PROGRESS		= בתהליך התקנה...
TEXT_UPDATE_FAILED_DL		= נכשל בהורדת קבצי ההתקנה. \nמערכת זו כפי הנראה אינה מחוברת לאינטרנט.
TEXT_UPDATE_INSTALL_SUCCEED	= ההתקנה הושלמה.
TEXT_UPDATE_INSTALL_FAILED	= ההתקנה נכשלה.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (ללא)
TEXT_WEBCAM_FLIP_HORIZONTAL	= אופקי
TEXT_WEBCAM_FLIP_VERTICAL	= אנכי

; scheduled recording list
TEXT_SREC_HEADER_NAME		= שם
TEXT_SREC_HEADER_STATUS		= מצב
TEXT_SREC_HEADER_START_TIME	= זמן התחלה
TEXT_SREC_HEADER_END_TIME	= זמן סיום
TEXT_SREC_HEADER_DURATION	= משך זמן
TEXT_SREC_HEADER_TARGET		= מטרה
TEXT_SREC_HEADER_AFTER_REC	= אחרי הקלטה
TEXT_SREC_DEFAULT_NAME		= מתוזמן
TEXT_SREC_DELETE_SCHEDULES	= ?האם אתה בטוח שברצונך למחוק את לוחות הזמנים שנבחרו לצמיתות
TEXT_SREC_STATUS_WAITING	= ממתין
TEXT_SREC_STATUS_RECORDING	= מקליט
TEXT_SREC_STATUS_PASSED		= עבר
TEXT_SREC_STATUS_INACTIVE	= לא פעיל
TEXT_SREC_TARGET_NOT_CHANGE	= (אל תשנה)
TEXT_SREC_TARGET_FULL_SCREEN	= מסך מלא
TEXT_SREC_TARGET_CUSTOM_AREA	= מלבן על המסך
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= השתמש ביעד ההקלטה האחרון.
TEXT_SREC_DISPLAY		= הצג %d
TEXT_SREC_DO_NOTHING		= (אל תעשה דבר)
TEXT_SREC_EXIT_BANDICAM		= Bandicam כבה את 
TEXT_SREC_SHUTDOWN_PC		= כבה את מחשבך
TEXT_SREC_ERR_TIME		= משך הזמן חייב להיות בין 00:00:01 לבין 23:59:59.
TEXT_SREC_ERR_DAY		= יש לבחור לפחות יום אחד.
TEXT_SREC_ERR_OVERLAPPED	= "%s" זמן ההקלטה חופף ל 
TEXT_SREC_SAME_DAY		= אותו יום
TEXT_SREC_DAY_AFTER		= יום למחרת
TEXT_SREC_EVERYDAY		= כל יום
TEXT_SREC_SUN			= ראשון
TEXT_SREC_MON			= שני
TEXT_SREC_TUE			= שלישי
TEXT_SREC_WED			= רביעי
TEXT_SREC_THU			= חמישי
TEXT_SREC_FRI			= שישי
TEXT_SREC_SAT			= שבת
TEXT_SREC_START_INFO		= %s התחל הקלטה ב
TEXT_SREC_STOP_INFO		= %s עצור הקלטה ב 
TEXT_SREC_DAY			= %Dיום
TEXT_SREC_DAYS			= %Dימים
TEXT_SREC_WAITING_0		= אין הקלטות מתוזמנות
TEXT_SREC_WAITING_1		= יש הקלטה מתוזמנת אחת
TEXT_SREC_WAITING_N		= הקלטות מתוזמנות %d יש

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= ?עדיין בעיבוד. אתה בטוח שאתה רוצה לצאת
TEXT_BDFIX_NOT_SUPPORTED_FILE	= .קובץ הקלט אינו בפורמט נתמך
TEXT_BDFIX_NOT_CORRUPTED	= קובץ הקלט אינו פגום.\n?האם אתה רוצה להמשיך
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= .קובץ הקלט אינו פגום או שלא ניתן לבדוק אותו אם הוא פגם
TEXT_BDFIX_ALREADY_EXISTS	= ?קובץ הפלט קיים האם ברצונך להחליפו
TEXT_BDFIX_SAME_PATH		= .נתיב קובץ הפלט זהה לנתיב קובץ הקלט
TEXT_BDFIX_DISK_SPACE		= .אין מספיק שטח דיסק ליצירת קובץ פלט
TEXT_BDFIX_PROCESS_COMPLETE	= !התהליך הושלם
TEXT_BDFIX_STATUS_PROCESSING	= בתהליך
TEXT_BDFIX_STATUS_COMPLETE	= הושלם
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= מוכן
TEXT_BDFIX_FAILED_TO_OPEN	= .לא ניתן לפתוח את קובץ הקלט
TEXT_BDFIX_FAILED_TO_PROCESS	= .עיבוד משימת השחזור נכשל

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (התקן שמע ברירת מחדל)
TEXT_DEFAULT_DEVICE_FORMAT	= (פורמט זיהוי אוטומט)
TEXT_HOTKEY_NONE		= (ללא)
TEXT_ADD_YOUR_TEXT_HERE		= הוסף את הכיתוב כאן

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= בית
$BN_PAGE_GENERAL		= כללי
$BN_PAGE_FPS			= פריימים
$BN_PAGE_VIDEO			= וידאו
$BN_PAGE_IMAGE			= תמונה
$BN_PAGE_ABOUT			= אודות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= אפשרויות
$ST_GEN_OUTPUT_FOLDER		= תיקיית הפלט
$BN_GEN_OPEN_OUTPUT_FOLDER	= פתח
$BN_GEN_ADV_OPTIONS		= מתקדם
$CK_GEN_ALWAYS_ON_TOP		= הבא את חלון התוכנה תמיד לחזית המסך
$CK_GEN_START_MINIMIZED		= הפעל את התוכנה ממוזערת לשורת המשימות
$CK_GEN_RUN_WHEN_START		= הרץ את התוכנה בהפעלת המחשב
$CK_GEN_RECORD_WHEN_RUN		= התחל להקליט במסך מלא ישר בעליית התוכנה
$CK_GEN_TIMER_RECORDING		= הצב טיימר להתחלת הקלטה אוטומטית
$ST_GEN_LANGUAGE		= שפה
$ST_GEN_REC_AUTO_START		= התחלת הקלטה אוטומטית
$ST_GEN_REC_SCHEDULED		= הקלטות מתוזמנות
$BN_GEN_REC_SCHEDULED		= הגדרות
$ST_GEN_REC_AUTO_COMPLETE	= עצירה אוטומטית
$BN_GEN_REC_AUTO_COMPLETE	= הגדרות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= הצגת קצב פריימים
$CK_FPS_OVERLAY_HOTKEY		= מקש קיצור
$CK_FPS_OVERLAY_POS_HOTKEY	= מיקום מקשי קיצור
$CK_FPS_OVERLAY			= מיקום הצגת המספר
$ST_FPS_LIMIT			= הגבלת קצב פריימים
$CK_FPS_LIMIT_HOTKEY		= מקש קיצור
$CK_FPS_LIMIT			= הגבלת מספר פריימים לשנייה
$CK_FPS_LIMIT_ONLY_CAP		= רק בהקלטה עצמה
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= הקלטה
$CK_VID_RECORD_HOTKEY		= מקש הקלטה/עצירה
$CK_VID_PAUSE_HOTKEY		= מקש השהייה
$CK_VID_SHOW_CURSOR		= הצג מצביע עכבר
$CK_VID_CLICK_EFFECTS		= הוסף אפקטי מצביע עכבר
$CK_VID_WEBCAM_OVERLAY		= הוסף מצלמת אינטרנט
$BN_VID_RECORD_SETTINGS		= הגדרות
$ST_VID_FORMAT			= פורמט
$ST_VID_FORMAT_VIDEO		= וידאו
$ST_VID_FORMAT_AUDIO		= שמע
$BN_VID_FORMAT_SETTINGS		= הגדרות
$BN_VID_FORMAT_PRESETS		= הגדרות מוכנות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= צילום מסך
$CK_IMG_CAPTURE_HOTKEY		= מקש קיצור
$CK_IMG_CAPTURE_REPEAT		= הפעל לכידה רב פעמית
$ST_IMG_CAPTURE_REPEAT		= שניות
$CK_IMG_SHOW_CURSOR		= הצג מצביע עכבר
$CK_IMAGE_ADD_LOGO		= הוסף שכבת לוגו
$CK_IMG_SHUTTER_SOUND_EFFECT	= השמע צליל לכידה
$BTN_IMAGE_SETTINGS		= הגדרות
$ST_IMG_FORMAT			= פורמט
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - רגיל
$CK_IMG_FORMAT_JPG_HQ		= JPG - איכות גבוהה
$CK_IMAGE_JPG_CUSTOM		= JPG - איכות מותאמת אישית (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Gif כיצד לשמור כאנימצית 
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= להתחיל
$ST_OUT_TAB_VIDEO		= קליפים
$ST_OUT_TAB_IMAGE		= תמונות
$BN_OUT_PLAY_VIDEO		= נגן
$BN_OUT_OPEN_IMAGE		= פתח
$BN_OUT_EDIT			= ערוך
$BN_OUT_UPLOAD			= העלה
$BN_OUT_DELETE			= מחק
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= גירסת התוכנה
$ST_ABO_COPYRIGHT		= Bandicam.com © כל הזכויות שמורות 2009-2020
$BN_ABO_NEW_VERSION		= גירסה חדשה זמינה.
$BN_ABO_CHECK_UPDATE		= בדיקת עדכונים
$ST_ABO_LICENCE_INFO		= פרטי רישיון
$BN_ABO_REGISTER		= רישום
$BN_ABO_REGISTER_HELP		= איך לקנות ולהירשם
$BN_ABO_UPDATE_REGISTRATION	= עדכן רישום
$ST_ABO_HOMEPAGE_INFO		= כתובת אתר
$ST_ABO_HOMEPAGE_URL		= דף הבית
$ST_ABO_FAQ_URL			= שאלות נפוצות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= בבקשה בחר התקן!
$ST_DEVICE_CONNECTING		= ...מתחבר
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> היא תוכנית חובה עבור משתמשי Bandicam. הינך יכול לחתוך במהירות קטעי וידאו שהוקלטו עם Bandicam. 
$BTN_UPDATE_STEP1_LINK		= למד עוד
$ST_UPDATE_STEP2_TEXT		= בתהליך הורדה...
$BTN_UPDATE_INSTALL		= התקן עכשיו
$BTN_UPDATE_LATER		= לא, תודה רבה!
$BTN_UPDATE_CANCEL		= בטל
$BTN_UPDATE_CLOSE		= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= בחר את מצב ההקלטה שברצונך להשתמש.
$ST_START_SEL_RECT		= איזור מלבן
$ST_START_SEL_FULL		= מסך מלא
$ST_START_SEL_MOUSE		= מסביב לעכבר
$ST_START_SEL_GAME		= הקלטת משחק
$ST_START_SEL_DEVICE		= הקלטת התקן
$ST_START_SEL_HELP		= עזרה מכוונת

$ST_START_RECT_TITLE		= הקלטת מסך - מלבן על המסך
$ST_START_RECT_DESC		= מצב זה מאפשר לך להקליט מסך חלקי באיזור המלבן
$ST_START_RECT_STEP		= 1. בחר את הגודל והאיזור שילכד.[br]2. לחץ על לחצן 'הקלט' או לחץ על מקש קיצור ההקלטה.

$ST_START_FULL_TITLE		= הקלטת מסך - מסך מלא
$ST_START_FULL_DESC		= מצב זה מאפשר לך להקליט את כל המסך בתצוגה
$ST_START_FULL_STEP		= 1. בחר צג שיהיה נלכד.[br]2. לחץ על לחצן 'הקלט' או לחץ על מקש קיצור ההקלטה.

$ST_START_MOUSE_TITLE		= הקלטת מסך - מסביב לעכבר
$ST_START_MOUSE_DESC		= מצב זה מאפשר לך להקליט סביב סמן העכבר המועבר על ידי המשתמש מעל מסך שולחן העבודה
$ST_START_MOUSE_STEP		= 1. בחר גודל מסוים שיהיה נלכד.[br]2. לחץ על לחצן 'הקלט' או לחץ על מקש קיצור ההקלטה.

$ST_START_GAME_TITLE		= מצב הקלטת משחק 
$ST_START_GAME_DESC		= FPS מצב זה מאפשר לך להקליט משחק בעת הצגת
$ST_START_GAME_STEP		= 1. התחל משחק ובדוק את המספר הצבע-הירוק (FPS).[br]2. לחץ על לחצן 'הקלט' או לחץ על מקש קיצור ההקלטה.

$ST_START_DEVICE_TITLE		= מצב הקלטת התקן
$ST_START_DEVICE_DESC		='וכו Xbox,סמארטפון, מצלמת אינטרנט, IPTV :מאפשר הקלטת התקני וידאו חיצוניים   
$ST_START_DEVICE_STEP		= 1. בחר את התקן הוידאו או התקן הלכידה הרצוי. [br]2. לחץ על לחצן 'הקלט' או לחץ על מקש קיצור ההקלטה.

$BN_START_HELP			= הצג עזרה מכוונת
$BN_START_RECORD		= התחל בהקלטה
$BN_START_RECORD_STOP		= עצור הקלטה
$ST_START_HOTKEY_RECORD		= הקלט/עצור
$ST_START_HOTKEY_SCREENSHOT	= לכידת תמונה
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= הפעל
$BN_BDFIX_OPEN_FOLDER		= פתח תיקייה
$BN_BDFIX_CLOSE			= סגור
$ST_BDFIX_INPUT_FILE		= קובץ קלט
$ST_BDFIX_INPUT_FILE2		= פגום avi/mp4 פתח קובץ
$BN_BDFIX_INPUT_FILE		= פתח
$ST_BDFIX_OUTPUT_FILE		= קובץ פלט
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= בחר איזור הקלטה
$MENU_RECTANGLE			= מלבן על המסך
$MENU_FULLSCREEN		= מסך מלא
$MENU_AROUND_MOUSE		= מסביב לעכבר
$MENU_RECT_FIND_WINDOW		= בחר איזור הקלטה
$MENU_RECT_CUSTOM		= גודל מותאם אישית
$MENU_RECT_RECENTLY_USED	= גדלים שהשתמשו לאחרונה
$MENU_FULL_DISPLAY_1		= תצוגה 1
$MENU_FULL_DISPLAY_2		= תצוגה 2
$MENU_FULL_DISPLAY_3		= תצוגה 3
$MENU_FULL_DISPLAY_4		= תצוגה 4
$MENU_FULL_DISPLAY_5		= תצוגה 5
$MENU_FULL_DISPLAY_6		= תצוגה 6
$MENU_FULL_DISPLAY_7		= תצוגה 7
$MENU_FULL_DISPLAY_8		= תצוגה 8
$MENU_MOUSE_CUSTOM		= גודל מותאם אישית
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= פתח תיקיית פלט
$TOOLTIP_SCHEDULED_RECORDING	= הקלטה מתוזמנת
$TOOLTIP_SCREENSHOT		= לכידת תמונה
$TOOLTIP_RECORD			= הקלט / עצור
$TOOLTIP_PAUSE			= השהה
$TOOLTIP_UI_MODE		= ממשק משתמש פשוט/נרחב
$TOOLTIP_REGISTER		= רישום תוכנה
$TOOLTIP_ONLINE_HELP		= עזרה מקוונת

$TOOLTIP_TOOL_NONE		= סמן (ללא ציור)
$TOOLTIP_TOOL_PEN		= עט
$TOOLTIP_TOOL_PEN_HL		= מדגיש 
$TOOLTIP_TOOL_PEN_LINE		= שורה
$TOOLTIP_TOOL_ARROW		= חץ
$TOOLTIP_TOOL_BOX		= קופסה
$TOOLTIP_TOOL_NUMBER		= מספור
$TOOLTIP_TOOL_TEXT		= טקסט
$TOOLTIP_TOOL_ERASER		= מחק
$TOOLTIP_TOOL_COLOR		= בחר צבע
$TOOLTIP_TOOL_LINE		= רוחב קו
$TOOLTIP_TOOL_UNDO		= בטל שינוי (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= החזר שינוי (Ctrl+Y)

$TOOLTIP_HOME_SEL		= בחר מצב הקלטה
$TOOLTIP_HOME_RECT		= מצד הלקטת מסך - מלבן
$TOOLTIP_HOME_FULL		= מצד הלקטת מסך - מסף מלא
$TOOLTIP_HOME_MOUSE		= מצד הלקטת מסך - מסביב לעכבר
$TOOLTIP_HOME_GAME		= מצד הקלטת משחק
$TOOLTIP_HOME_DEVICE		= מצד הקלטת התקן

$TOOLTIP_ADD_MOUSE_EFFECT	= הוסף אפקט סמן העכבר
$TOOLTIP_ADD_MICROPHONE		= הוסף מיקרופון
$TOOLTIP_ADD_WEBCAM_OVERLAY	= הוסף שכבת על של מצלמת אינטרנט
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= ביטול
IDOK				= אישור
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= הגדרות פורמט
IDC_ST_FMTSET_FILE		= סוג קובץ
IDC_ST_FMTSET_VIDEO		= וידאו
IDC_ST_VIDEO_SIZE		= גודל
IDC_ST_VIDEO_FPS		= פריימים
IDC_ST_VIDEO_CODEC		= מקודד
IDC_ST_VIDEO_CODEC_PROFILE	= פרופיל
IDC_ST_VIDEO_BITRATE		= קצב נתונים
IDC_ST_VIDEO_QUALITY		= איכות
IDC_ST_FMTSET_AUDIO		= שמע
IDC_CK_AUDIO_ORIGINAL_PCM	= שמור בפורמט מקורי
IDC_ED_AUDIO_ORIGINAL_PCM	= הינך יכול לשמור אודיו בתור מולטי ערוץ ובהבחנה גבוהה (או יותר 96KHz)
IDC_ST_AUDIO_CH			= ערוץ
IDC_ST_AUDIO_FREQ		= תדר
IDC_ST_AUDIO_CODEC		= מקודד
IDC_ST_AUDIO_BITRATE		= קצב נתונים
IDC_ST_FORMAT_HELP		= [ עזרה ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= רישום תוכנה
IDC_ST_1BUY			= 1. קנייה
IDC_ST_1BUY_COMMENT		= התוכנה אינה חינמית. אם הינך מעוניין להקליט וידאו בלי הטמעת כתובת אתר החברה בתוכו וללא הגבלת זמן, רכוש רישיון לתוכנה
IDC_BTN_BUY_ONLINE		= רכישה
IDC_ST_2REGISTER		= 2. הרשמה
IDC_ST_2REGISTER_COMMENT	= רישום התוכנה דורש חיבור לאינטרנט
IDC_ST_EMAIL_ADDRESS		= כתובת דוא"ל
IDC_ST_SERIAL_NUMBER		= מפתח רישיון
IDC_BTN_REGISTER_NOW		= !הירשם
IDC_BTN_UNREGISTER_NOW		= בטל רישום
IDC_BTN_CLOSE			= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= בדיקת עדכונים
IDC_ST_UPDATE_SETTING		= הגדרות
IDC_CK_UPDATE_ENABLE		= הפעל בדיקת עדכונים אוטומטית
IDC_CK_UPDATE_POPUP		= הודע לי כאשר עדכון גדול זמין
IDC_UPDATE_CHECK_NOW		= בדוק עדכונים עכשיו
IDC_CLOSE			= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= אפשרויות מתקדמות
IDC_BTN_RESET			= איפוס

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= כללי
IDC_CK_ALWAYS_ON_TOP2		= חלון התוכנה תמיד בחזית
IDC_CK_START_MINIMIZED_TO_TRAY	= הפעל את התוכנה ממוזערת לשורת המשימות
IDC_CK_RUN_WHEN_START		= הפעל את התוכנה בהפעלת המחשב
IDC_CK_RECORD_WHEN_RUN		= התחל להקליט במסך מלא ישר בעליית התוכנה
IDC_BTN_TIMER_RECORDING		= הזן טיימר עבור התחלת הקלטה אוטומטית
IDC_CK_SHOW_FPS_IN_VIDEO	= הצג את קצב הפריימים בוידאו/תמונה
IDC_ST_SHOW_FPS_IN_VIDEO	= ('רק ב 'מצב הקלטת משחק)
IDC_CK_SHOW_TIP_BAR		= הצג את שורת העצות בתחתית
IDC_CK_NO_TRAY_BALLOON		= כבה הודעות בלון מגש
IDC_ST_ADV_AUTOMATIC		= אוטומטי

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= פלט
IDC_ST_OUT_OUTPUT_FOLDER	= תיקיית פלט
IDC_CK_OUT_CREATE_SUBFOLDER	= יצירה אוטומטית של תיקיית משנה עם שם:
IDC_RD_OUT_SUBFOLDER		= זהה לשם ההקלטה
IDC_RD_OUT_SUBFOLDER_2		= "וידאו" או "תמונות"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= אפשר שימוש במטמון על הדיסק
IDC_ST_OUT_FILE_NAMING		= הגדרות קריאת שם קובץ
IDC_ST_OUT_EXAMPLE		= 'דוג -

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= שפות
IDC_ST_TRANSLATOR		= מתרגמים

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= מטרות הקלטה
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= IE9,10/Firefox על DirectX 10/11 בטל לכידת
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX בטל הצגת פריימים על  
IDC_BTN_BLOCK_LIST		= רשימת תהליכים חסומים

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= הגדרות אחרות
IDC_BTN_VIDEO_RECORD_SETTINGS	= הגדרות הקלטת וידאו
IDC_BTN_VIDEO_FORMAT_SETTINGS	= הגדרות פורמט וידאו
IDC_BTN_AUTO_COMPLETE_RECORDING	= סיום הקלטה אוטומטי

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= הקלטה עם עצירה אוטומטית
IDC_ST_RC_HOWTO			= הצב תנאי להפסקת ההקלטה
IDC_RD_RC_NOTCOMPLETE		= אל תפסיק את ההקלטה
IDC_RD_RC_TIME			= לפי זמן ההקלטה
IDC_ST_RC_MAX_TIME		= מקסימום
IDC_RD_RC_SIZE			= לפי גודל הקובץ
IDC_ST_RC_MAX_SIZE		= מקסימום
IDC_RD_RC_NOSOUND		= (הפסקה ע"י חוסר פעילות (שניות
IDC_ST_RC_AFTER			= אחרי העצירה האוטומטית
IDC_RD_RC_NOTHING		= אל תעשה דבר
IDC_RD_RC_NEW_RECORDING		= התחל הקלטה חדשה
IDC_RD_RC_EXIT_BDCAM		= צא מהתוכנה
IDC_RD_RC_SHUTDOWN		= כבה את המחשב

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= הודעה - סיום הקלטה אוטומטית 
IDC_ST_NOSOUND_TITLE		= נמצא במצב חסר פעילות
IDC_ST_NOSOUND_DESC		= ההקלטה הזו תופסק בגלל שמחשב זה אינו משמיע שום קול
IDC_ST_NOSOUND_DESC2		= מפסיק להקליט בעוד %d שניות.
IDC_BTN_NOSOUND_CONTINUE	= המשך להקליט

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= כיבוי
IDC_ST_SHUTDOWN			= כיבוי
IDC_ST_SHUTDOWN_INFO		= המחשב מתכונן לכיבוי.\nלחיצה על 'ביטול' תגרום להפסקת הפעולה.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= הגדרות הקלטה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= הקלט שמע
IDC_ST_SND_SELECT_1		= התקן עיקרי
IDC_BTN_SND_SETTING_1		= הגדרות
IDC_ST_SND_VOLUME_1		= ווליום
IDC_CK_SND_MONO_1		= מונו
IDC_ST_SND_SELECT_2		= התקן משני (מיקרופון)
IDC_BTN_SND_SETTING_2		= הגדרות
IDC_ST_SND_VOLUME_2		= וויליום
IDC_CK_SND_MONO_2		= מונו
IDC_CK_SND_MIX_SOUND		= חיבור ערוצי שמע (התקן עיקרי+משני לערוץ אחד)
IDC_CK_SND_CAP_PUSH_TO		= לחץ-כדי-לדבר או לחץ-כדי-להשתיק
IDC_ST_SOUND_HELP		= [ עזרה ]
IDC_CK_SND_SAVE_AS_WAV		= (.wav) שמור רצועת שמע גם בקובץ נפרד 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= הוסף מצלמת אינטרנט
IDC_ST_WEBCAM_SETTING		= הגדרות
IDC_ST_WEBCAM_POS		= :מיקום
IDC_CK_WEBCAM_USE_CHROMAKEY	= השתמש באינדקס צבעים  
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= מתקדם
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= אפשרויות מתקדמות
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN =   על מסך webcam קדם תצוגת 
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= אפשר מקשי קיצור לתקדים תצוגה
IDC_RD_WEBCAM_ADD_TO_VIDEO	= לקבצי פלט של וידאו webcam הוסף כיסוי 
IDC_RD_WEBCAM_SAVE_AS_MP4	= (.mp4) כקובץ נפרד webcam שמור וידאו 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= הוסף לוגו
IDC_ST_LOGO_SETTING		= הגדרות
IDC_ST_LOGO_IMAGE		= תמונה:
IDC_ST_LOGO_OPACITY		= ראות:
IDC_ST_LOGO_POS			= מיקום:
IDC_ST_LOGO_LR_MARGINS		= שולי /R שמאל:
IDC_ST_LOGO_TB_MARGINS		= שולי /B עליון:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= הצגת סמן העכבר
IDC_ST_CURSOR_SIZE		= גודל
IDC_ST_EFFECTS_MOUSE		= אפקטי מצביע עכבר
IDC_CK_ADD_CLICK_EFFECTS	= הוספת אפקטי לחיצות עכבר
IDC_ST_CLICK_EFFECT_SIZE	= גודל
IDC_ST_LEFT_CLICK_COLOR		= צבע לחצן שמאלי
IDC_ST_RIGHT_CLICK_COLOR	= צבע לחצן ימני
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= הוסף אפקט הבלטה למצביע
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= גודל
IDC_ST_HIGHLIGHT_COLOR		= צבע הבלטה
IDC_ST_EFFECT_PREVIEW_TITLE	= תצוגה מקדימה
IDC_ST_EFFECTS_MOUSE_SOUND	= השמע את שמע לחיצות העכבר בזמן הקלטה
IDC_CK_EFFECT_LCLICK_SOUND	= לחצן שמאל
IDC_CK_EFFECT_RCLICK_SOUND	= לחצן ימין

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= הוסף שכבת כיתוב לוידאו
IDC_BTN_TEXT_OVERLAY_ADD	= הוסף
IDC_BTN_TEXT_OVERLAY_EDIT	= ערוך
IDC_BTN_TEXT_OVERLAY_DEL	= מחק

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= אפשרויות
IDC_ST_REC_PRIORITY		= עדיפות הקלטה:
IDC_ST_REC_PRIORITY2		= עדיפות יותר גבוהה עשויה להקטין השמטת פריימים.
IDC_ST_FOR_DX_GL		= עבור מצב הקלטת משחק
IDC_CK_SKIP_RECORDING		= דלג על הקלטת פריימים זהים בזה אחר זה
IDC_CK_ENHANCED_DX9_CAPTURE	= השתמש בשיטת לכידה מתקדמת (מהיר יותר, רק DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= עבור מצב הקלטת מסך
IDC_CK_SHOW_COUNTDOWN_TIMER	= הצג טיימר ספירה לאחור לפני תחילת ההקלטה
IDC_CK_ENHANCED_CAPTURE		= (ומעלה Windows 8 ,מהיר יותר) השתמש בשיטת לכידה מתקדמת 
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = הפעל אפקטי שמע כשמתחילים או כשמסיימים

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= הגדרות מתקדמות ותצוגה מקדימה של מצלמת אינטרנט 
IDC_ST_WEBCAM_PRESET_POS	= מיקום מוגדר מראש
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= הגדרות
IDC_ST_WEBCAM_DEVICE		= :מצלמה
IDC_BTN_WEBCAM_DEVICE		= הגדרות
IDC_ST_WEBCAM_DEVICE_FMT	= :פורמט
IDC_ST_WEBCAM_SIZE		= :כיסוי גודל
IDC_ST_WEBCAM_POS_H		= X מיקום:
IDC_ST_WEBCAM_POS_V		= Y מיקום:
IDC_ST_WEBCAM_FLIPSCREEN	= שנה כיוון מסך:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= השתמש באינדקס צבעים
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= צבע:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= בחר
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = דימיון: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= תערובת:
IDC_LN_WEBCAM_HELP		= [ עזרה ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	=תקדים תצוגה של מצלמת אינטרנט

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= הגדרות שכבת כיתוב
IDC_ST_TEXT_OVERLAY_SETTINGS	= הגדרות
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= כולל חותמת זמן
IDC_ST_TEXT_FONT		= גופן:
IDC_ST_TEXT_SIZE		= גודל:
IDC_ST_TEXT_MARGIN		= שוליים:
IDC_ST_TEXT_ALPHA		= אלפא:
IDC_ST_TEXT_COLOR		= צבע כיתוב:
IDC_CK_TEXT_SHADOW_COLOR	= צל:
IDC_CK_TEXT_OUT_COLOR		= מתווה:
IDC_LN_TEXT_HELP		= [ עזרה ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= הגדרות לכידת תמונה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= הוסף לוגו לתמונה
IDC_ST_IMG_LOGO_SETTING		= הגדרות
IDC_ST_IMG_LOGO_IMAGE		= תמונה:
IDC_ST_IMG_LOGO_OPACITY		= אטימות:
IDC_ST_IMG_LOGO_POS		= מיקום:
IDC_ST_IMG_LOGO_LR_MARGINS	= שוליים ימין/שמאל:
IDC_ST_IMG_LOGO_TB_MARGINS	= שוליים מעלה/מטה:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= גודל מטרה מותאם אישית
IDC_ST_TARGET_SIZE_SETTING	= הגדרות
IDC_ST_TARGET_SIZE		= גודל המטרה:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= הוסף גודל חדש מוגדר מראש
IDC_ST_ADD_SIZE_PRESET		= אתה יכול עכשיו לשמור את מיקום וגודל המטרה כ'מוגדר מראש' חדש.\nהזן שם עבור ה'מוגדר מראש' החדש

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= ערום גודל 'מוגדר מראש'
IDC_BTN_SIZE_PRESET_ADD		= הוסף
IDC_BTN_SIZE_PRESET_DEL		= מחק
IDC_BTN_SIZE_PRESET_REN		= שנה שם
IDC_BTN_SIZE_PRESET_UP		= למעלה
IDC_BTN_SIZE_PRESET_DN		= למטה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= שנה שם גודל ה'מוגדר מראש'
IDC_ST_REN_SIZE_PRESET		= הזן שם חדש עבור ה'מוגדר מראש'

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= מידע
IDC_ST_ACAP_INFO		= מידע על לכידת שמע
IDC_ST_ACAP_INFO2		= כרטיס הקול שברשותך זוהה שאיננו לוכד שמע. עליך לבדוק את הגדרות לכידת השמע. \n\nהאם ברצונך לבקר בעמוד העזרה באינטרנט?
IDC_CK_ACAP_DO_NOT_ASK		= אל תשאל שוב
IDC_BTN_YES			= כן
IDC_BTN_NO			= לא

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= הזמן המקסימלי של ההקלטה
IDC_ST_RC_TIME_SETTING		= הגדרות
IDC_ST_RC_TIME_HOUR		= שעות
IDC_ST_RC_TIME_MIN		= דקות
IDC_ST_RC_TIME_SEC		= שניות

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= הגודל המקסימלי של הקובץ
IDC_ST_RC_FILESIZE_SETTING	= הגדרות

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= הוספת הגדרות מוכנות
IDC_ST_ADD_PRESET		= ביכולתך לשמור את ההגדרות הנוכחיות בהגדרות המוכנות מראש.\nעליך לבחור שם להגדרות החדשות.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= עריכת הגדרות מוכנות
IDC_BTN_PRESET_ADD		= הוספה
IDC_BTN_PRESET_DEL		= הסרה
IDC_BTN_PRESET_REN		= שינוי שם
IDC_BTN_PRESET_UP		= למעלה
IDC_BTN_PRESET_DN		= למטה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= שינוי שם למוכן
IDC_ST_REN_PRESET		= עליך לבחור שם חדש למוכן.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= בחירה במקודד חיצוני
IDC_ST_CODEC_EX_LIST		= רשימת מקודדים
IDC_ST_CODEC_EX_SETTINGS	= הגדרות
IDC_ST_CODEC_EX_DRIVER		= שם הדריבר
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= איכות
IDC_ST_CODEC_EX_DATERATE	= קצב נתונים
IDC_ST_CODEC_EX_KEYFRAME	= תדירות תמונת מפתח
IDC_CK_CODEC_EX_PREFER_RGB	= מעדיף חלל צבע RGB 
IDC_BTN_CODEC_EX_CONFIG		= תצורה
IDC_BTN_CODEC_EX_ABOUT		= אודות
IDC_ST_CODEC_EX_HELP		= [ עזרה ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= רשימת תהליכים חסומים
IDC_ST_BLOCK_LIST		= התהליכים הבאים לא ילכדו.
IDC_ST_BLOCK_LIST_EX		= לדוגמה:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) הגדרות
IDC_ST_H264_CUDA_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_CUDA_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_CUDA_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_CUDA_GPU_USAGE	= ניצולת כרטיס מסך
IDC_RD_H264_CUDA_GPU_CPU	= כרטיס מסך + מעבד
IDC_RD_H264_CUDA_GPU		= רק כרטיס מסך (בשביל כרטיס מסך חזק)
IDC_ST_H264_CUDA_GPU_DEVICE	= כרטיס מסך:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC קוד:
IDC_ST_H264_CUDA_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_CUDA_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) הגדרות
IDC_ST_H264_SYNC_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_SYNC_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_SYNC_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_SYNC_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC קוד:
IDC_ST_H264_SYNC_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_SYNC_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) הגדרות
IDC_ST_H264_APP_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_APP_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_APP_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_APP_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_APP_FOURCC_USED	= FourCC קוד:
IDC_ST_H264_APP_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_APP_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid הגדרות
IDC_ST_XVID_RATE_CONTROL	= בקרת קצב
IDC_RD_XVID_VBR			= VBR - מבוסס-איכות (מומלץ)
IDC_RD_XVID_CBR			= CBR - קצב נתונים קבוע
IDC_ST_XVID_OPTIMIZATION	= ייעול
IDC_RD_XVID_FASTER_SPEED	= קידוד מהיר יותר
IDC_RD_XVID_SMALLER_SIZE	= קובץ קטן יותר
IDC_ST_XVID_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_XVID_KEYFRAME_INT	= תדירות תמונת מפתח:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) הגדרות
IDC_ST_H264_NVENC_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_NVENC_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_NVENC_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_NVENC_GPU_USAGE	= שימוש ב-GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= כרטיס מסך:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC קוד:
IDC_ST_H264_NVENC_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_NVENC_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) הגדרות
IDC_ST_H264_RATE_CONTROL	= בקר קצב
IDC_RD_H264_VBR			= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_CBR			= CBR - מבוסס-קצב סיבי
IDC_ST_H264_OPTIMIZATION	= אופטימיזציה
IDC_RD_H264_FASTER_SPEED	= מהירות קידוד מהירה יותר
IDC_RD_H264_BALANCED		= ביצועים מאוזנים
IDC_RD_H264_SMALLER_SIZE	= גודל קובץ קטן
IDC_ST_H264_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_KEYFRAME_INT	= :מרווח מפתח מסגרת

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= טיימר הקלטה
IDC_ST_TIMER_SETTINGS		= הגדרות
IDC_RD_TIMER_START_IN		= התחל ב
IDC_ST_TIMER_MINUTES		= דקות
IDC_RD_TIMER_START_AT		= התחיל ב
IDC_CK_TIMER_MINIMIZE		= למגש כשההקלטה מתחילה Bandicam מזער את
IDC_ST_TIMER_AUTO_COMPLETE	= השלמת הקלטה אוטומטית
IDC_BTN_TIMER_AUTO_COMPLETE	= הגדרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= טיימר הקלטה - ממתין להתחיל
IDC_ST_TIMER_WAITING_INFO	= %s ממתין להתחיל הקלטה ב 
IDC_ST_TIMER_ELAPSED		= :זמן שחלף
IDC_ST_TIMER_REMAINING		= :זמן שנותר

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS הגדרות
IDC_ST_FORMAT_FPS_MODE		= מצב קצב מסגרת
IDC_RD_FORMAT_FPS_CFR		= קצב מסגרת קבוע - CFR מעדיף  
IDC_ST_FORMAT_FPS_CFR		= אם קצב המסגרת איטי מדי VFR חוזר ל 
IDC_RD_FORMAT_FPS_VFR		= לקצב מסגרת משתנה (מומלץ) - VFR השתמש ב
IDC_ST_FORMAT_FPS_HELP		= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Youtube.com העלה אל 
IDC_ST_YOUTUBE_UPLOADINFO	= העלה מידע
IDC_ST_YOUTUBE_FILENAME		= שם קובץ:
IDC_ST_YOUTUBE_TITLE		= כותרת:
IDC_ST_YOUTUBE_DESCRIPTION	= תיאור:
IDC_ST_YOUTUBE_PRIVACY		= פרטיות:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= ציבורי - אפשר לכולם לצפות בוידאו
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= חסוי - כל מי שיש לו את הלינק לוידאו יכול לצפות בוידאו
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= פרטי - עשה וידאו זה מאופשר לי ולאלה שאני בוחר
IDC_BTN_YOUTUBE_UPLOAD		= העלאה
IDC_LN_YOUTUBE_HELP		= עזרה
IDC_LN_YOUTUBE_TOS		= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= ...מעלה
IDC_ST_YOUTUBE_UPLOADED		= !העלאת הוידאו הושלמה
IDC_ST_YOUTUBE_LINK		= קישור:
IDC_ST_YOUTUBE_EMBED		= שיבוץ:
IDC_BTN_YOUTUBE_LINK_GO		= גש לקישור
IDC_BTN_YOUTUBE_EMBED_COPY	= העתק
IDC_BTN_YOUTUBE_CLOSE		= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com העלה אל 
IDC_ST_VIMEO_UPLOADINFO		= העלה מידע
IDC_ST_VIMEO_FILENAME		= שם קובץ:
IDC_ST_VIMEO_TITLE		= כותרת:
IDC_ST_VIMEO_DESCRIPTION	= תיאור:
IDC_ST_VIMEO_PRIVACY		= פרטיות:
IDC_RD_VIMEO_PRIVACY_ANYONE	= כולם - אפשר לכולם לצפות בוידאו
IDC_RD_VIMEO_PRIVACY_ONLYME	= רק אני - אפשר וידאו זה, לי בלבד
IDC_RD_VIMEO_PRIVACY_FOLLOW	= רק אנשים שאני עוקב - אפשר צפייה רק לאנשים שאני עוקב ב Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= רק אנשים עם לינק פרטי יכולים לראות וידאו זה
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (בסיסי אינם יכולים לראות אופציה זו Vimeo משתמשי)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= רק אנשים עם סיסמא יכולים לראות וידאו זה 
IDC_CK_HIDE_PASSWORD		= הסתר סיסמא
IDC_BTN_VIMEO_UPLOAD		= העלה
IDC_LN_VIMEO_HELP		= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= ...מעלה
IDC_ST_VIMEO_UPLOADED		= !הוידאו הועלה בהצלחה
IDC_ST_VIMEO_LINK		= קישור:
IDC_ST_VIMEO_EMBED		= שיבוץ:
IDC_BTN_VIMEO_LINK_GO		= גש
IDC_BTN_VIMEO_EMBED_COPY	= העתק
IDC_BTN_VIMEO_CLOSE		= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Facebook.com העלה אל 
IDC_ST_FACEBOOK_UPLOADINFO	= מידע העלאה
IDC_ST_FACEBOOK_FILENAME	= שם קובץ:
IDC_ST_FACEBOOK_TITLE		= כותרת:
IDC_ST_FACEBOOK_DESCRIPTION	= תיאור:
IDC_ST_FACEBOOK_PRIVACY		= פרטיות:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= ציבורי - אפשר לכולם לראות את וידאו זה
IDC_RD_FACEBOOK_PRIVACY_FOF	= חברים של חברים - אפשר לחברים של חבריך לראות את וידאו זה
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= חברים - אפשר לחבירך לראות ודאו זה
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= רק אני - וידאו זה יהיה גלוי רק לך
IDC_BTN_FACEBOOK_UPLOAD		= העלאה
IDC_LN_FACEBOOK_HELP		= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= ...מעלה
IDC_ST_FACEBOOK_UPLOADED	= !העלאת הוידאו הושלמה
IDC_ST_FACEBOOK_LINK		= קישור:
IDC_BTN_FACEBOOK_LINK_GO	= גש אליו
IDC_BTN_FACEBOOK_CLOSE		= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= זמין NVENC
IDC_LN_NVENC_AVAILABLE		= הוא מקודד עם NVENC. זמין NVIDIA NVENC H.264 ביצועים גבוהים המשתמש בחומרה מואצת \nNVENC H.264 האם אתה מעוניין להשתמש במקודד \n<a>עוד</a>
IDC_CK_NVENC_AVAILABLE		= אל תשאל אותי שוב

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= זמין Intel® Quick Sync Video (QSV)   
IDC_LN_QSV_AVAILABLE		= זמין Intel® Quick Sync Video H.264 מקודד. \n הוא מקודד בעל ביצועים גבוהים באמצעות חומרה מואצתQSV . \nהאם אתה מעוניין להשתמש במקודדQSV H.264?\n<a>עוד</a>
IDC_CK_QSV_AVAILABLE		= אל תשאל אותי שוב

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= בחירת התקן
IDC_ST_DEVICE_SELECTION		= בחירה
IDC_ST_DEVICE_NAME		= התקן:
IDC_BTN_DEVICE_NAME_SETTINGS	= הגדרות
IDC_ST_DEVICE_FORMAT		= פורמט:
IDC_ST_DEVICE_VIDEO_INPUT	= קלט וידאו:
IDC_ST_DEVICE_AUDIO_INPUT	= קלט אודיו:
IDC_CK_DEVICE_AUDIO_CUSTOM	= השתמש בהתקן שמע מותאם אישית
IDC_BTN_DEVICE_INPUT_SETTINGS	= הגדרות
IDC_ST_DEVICE_OPTIONS		= אפשרויות
IDC_ST_DEVICE_DEINTERLAING	= הבהרת תמונה:
IDC_ST_DEVICE_FLIPSCREEN	= שנה כיוון מסך:
IDC_CK_DEVICE_FLIPSCREEN_H	= אופקי
IDC_CK_DEVICE_FLIPSCREEN_V	= אנכי
IDC_LN_DEVICE_HELP		= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= בעיית תאימות על המקור
IDC_LN_CAUTION_USING_WINAPPS	= אם לוכד החנות של וינדואס מופעל, בעיות תאימות עלולות להופיע במקור. <a>לחץ כאן</a> כדי לפתור בעייה זו.\n\nהאם אתה בטוח שברצונך להשתמש בליכדת החנות של וינדואס?
IDC_CK_CAUTION_USING_WINAPPS	= אל תשאל שוב

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= רשימת הקלטות מתוזמנות
IDC_ST_SREC_LIST_TEXT		= (פועל Bandicam הגדר זמן על מנת להתחיל להקליט בזמן מסוים (פונקציה זו זמינה כאשר
IDC_BTN_SREC_LIST_ADD		= הוסף
IDC_BTN_SREC_LIST_EDIT		= ערוך
IDC_BTN_SREC_LIST_DELETE	= מחק
IDC_BTN_SREC_LIST_CLOSE		= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= הקלטות מתוזמנות
IDC_ST_SREC_SETTINGS_NAME	= שם:
IDC_CK_SREC_ACTIVE		= פעיל
IDC_ST_SREC_SCHEDULING		= תזמון
IDC_RD_SREC_ONE_TIME		= פעם אחת
IDC_RD_SREC_DAILY		= יומי
IDC_RD_SREC_WEEKLY		= שבועי
IDC_ST_SREC_START_TIME		= זמן התחלה:
IDC_ST_SREC_END_TIME		= זמן סיום:
IDC_CK_SREC_DURATION		= משך זמן
IDC_CK_SREC_SUN			= ראשון
IDC_CK_SREC_MON			= שני
IDC_CK_SREC_TUE			= שלישי
IDC_CK_SREC_WED			= רביעי
IDC_CK_SREC_THU			= חמישי
IDC_CK_SREC_FRI			= שישי
IDC_CK_SREC_SAT			= שבת
IDC_ST_SREC_RECORDING		= הקלטה
IDC_ST_SREC_TARGET		= יעד הקלטה:
IDC_BTN_SREC_TARGET_SELECT	= בחר
IDC_ST_SREC_AFTER_RECORDING	= אחר הקלטה:
IDC_LN_SREC_HELP		= [ עזרה ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= אין התקני לכידת קול
IDC_ST_ACAP_NO_DEVICE		= לא זוהו התקני לכידת קול \n לכן, לא תהיה רצועת שמע בקובץ הווידאו המוקלט
IDC_CK_ACAP_DO_NOT_SHOW		= אל תציג הודעה זו שוב

[MENU]
ID_POPUP_ABOUT			= אודות
ID_POPUP_GENERAL		= הגדרות - כללי
ID_POPUP_FRAME			= הגדרות - פריימים
ID_POPUP_VIDEO			= הגדרות - וידאו
ID_POPUP_IMAGE			= הגדרות - תמונה
ID_POPUP_OUTPUTS		= רשימת קבצים
ID_POPUP_OPENOUTPUTFOLDER	= תיקיית הפלט
ID_POPUP_TARGET			= מטרה
ID_POPUP_SETTINGS		= הגדרות
ID_POPUP_SIZE			= גודל
ID_POPUP_EXIT			= יציאה

ID_TARGET_DIRECTX		= מצב הקלטת משחק
ID_TARGET_SCREEN		= מצב הקלטת מסך - מלבן
ID_TARGET_FULL			= מצב הקלטת מסך - מסך מלא
ID_TARGET_MOUSE			= מצב הקלטת מסך - מסביב לעכבר
ID_TARGET_DEVICE		= מצב הקלטת התקן
ID_TARGET_HELP			= עזרה

ID_TARGET_HIDE			= הצג / הסתר \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= העתק ללוח \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= מצב ציור \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= חלון תמיד בחזית המסך
ID_TARGET_COUNTDOWN_TIMER	= הצג טיימר ספירה לאחור
ID_TARGET_TRANSPARENCY		= כהות
ID_TARGET_SIZE			= גודל
ID_TARGET_ADJUST		= התאמה

ID_TARGET_MOVE_LEFT		= הזזה שמאלה \t חץ שמאלי
ID_TARGET_MOVE_RIGHT		= הזזה ימינה \t חץ ימיני
ID_TARGET_MOVE_UP		= הזזה למעלה \t חץ למעלה
ID_TARGET_MOVE_DOWN		= הזזה למטה \t חץ למטה

ID_TARGET_INC_WIDTH		= הגדלת רוחב \t Shift+Right
ID_TARGET_DEC_WIDTH		= הקטנת רוחב \t Shift+Left
ID_TARGET_INC_HEIGHT		= הגדלת גובה \t Shift+Down
ID_TARGET_DEC_HEIGHT		= הקטנת גובה \t Shift+Up

ID_TARGET_FIND_WINDOW		= בחר איזור הקלטה \t Ctrl+F
ID_TARGET_FULLSCREEN		= כל המסך \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= יחס של 4:3
ID_TARGET_RATIO_16_9		= יחס של 16:9
ID_TARGET_SIZE_CUSTOM		= התאם גודל \t Ctrl+U
ID_TARGET_SIZE_PRESET		= גודל מוגדר מראש \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= הוסף הגדרה מראש
ID_TARGET_SIZE_PRESET_EDIT	= ערוך הגרה מראש
ID_TARGET_SIZE_RU		= גודל ששומש לאחרונה \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= תיקיית הפלט
ID_TARGET_OUTPUT_LIST		= רשימת קבצי פלט
ID_TARGET_EXIT_BANDICAM		= יציאה מהתוכנה

ID_DEVICE_HIDE			= הצג / הסתר \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= העתק ללוח \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= תמיד למעלה
ID_DEVICE_SELECTION		= בחר התקן \t Ctrl+D
ID_DEVICE_FULLSCREEN		= מסך מלא \t Enter
ID_DEVICE_ZOOM			= גודל התמקדות
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= יחס גובה-רוחב
ID_DEVICE_KEEP_ASPECT_RATIO	= שמור יחס גובה-רוחב
ID_DEVICE_ASPECT_RATIO_DEFAULT	= ברירת מחדל
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= פתח תיקיית פלט
ID_DEVICE_OUTPUT_LIST		= רשימת קבצי פלט
ID_DEVICE_EXIT_BANDICAM		= Bandicam צא מ

ID_USER_PRESET_ADD		= הוספה
ID_USER_PRESET_EDIT		= עריכה

ID_SORT_BY_DATE			= מיין לפי תאריך
ID_SORT_BY_NAME			= מיין לפי שם
ID_SORT_BY_SIZE			= מיין לפי גודל

ID_OUTPUTS_LB_PLAY		= נגן
ID_OUTPUTS_LB_OPEN		= פתח
ID_OUTPUTS_LB_EDIT		= ערוך
ID_OUTPUTS_LB_RENAME		= שנה שם     \t F2
ID_OUTPUTS_LB_DELETE		= מחק     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= בחר הכל \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= פתח תיקיית פלט

ID_UPLOAD_TO_YOUTUBE		= Youtube העלה אל 
ID_UPLOAD_TO_VIMEO		= Vimeo העלה אל
ID_UPLOAD_TO_FACEBOOK		= Facebook העלאה אל 

ID_BDCAM_SIZE_DEFAULT		= גודל מקורי
